<?php
/**
 * Template Name:使用条款
 */
get_header();
?>
<section class="banner banner-terms">
    <ul class="wrapper current">
        <li class="left banner-cxt">
            <h1><img src="<?php mySrc();?>/images/banner-pic-06.png"></h1>
            <p>迅捷PDF转换器是一款功能强大、界面简洁、操作简单的PDF转WORD软件，你只需把PDF文件拖拽到软件界面中，然后单击"转换"即可完成转换。</p>
        </li>
        <li class="right banner-pic"> </li>
        <div class="clearfix"></div>
    </ul>
</section>
<section class="terms">
  <div class="wrapper">
    <h1>使用条款</h1>
    <div>
        <h4>温馨提醒：请您在使用本网站前仔细阅读以下各项使用条款。通过访问/使用本网站，您表示同意接受本条款的所有条件和条款。如果您不愿意接受本条款的全部条件，请您不要访问或使用本网站。</h4>
        <p>     本《最终用户使用协议》（以下简称『使用协议』）是一份用户（个人或单一法人团体）与作者就『迅捷PDF转换器』的使用情况确定协议。其中包括书面资料、相关之媒体介质、以及可能包括『在线』或电子文档（以下简称为『软件产品』或『软件』）间合法成立的协议。您一旦安装、拷贝或以其他方式使用本『软件产品』，即表示同意接受本『使用协议』条款之约束。若您不同意本『使用协议』之条款，即不得使用本『软件产品』。</p>
        <p>     本软件产品版权属于『迅捷PDF转换器』所有，并受著作权法、国际版权公约以及其它知识产权之法律及条约之保护，因此您不得非法反汇编本软件并传播本软件的非法版本和附随之使用手册及相关资料，并不得利用任何方法取得或使用本软件之程序代码或文字资料等电子文档。 本『软件产品』仅系授权使用，而非贩售版权。</p>
        <h2>1、授权</h2>
        <p>『迅捷PDF转换器』授权您仅在一台电脑上安装使用本『软件产品』（试用版则不在此限）。 </p>
        <h2>2、限制</h2>
        <p>您不得对本『软件产品』进行反向工程、反向编译或反汇编、不能进行二次开发。您应保留所有『软件产品』拷贝上之著作权标示。您不得将本『软件产品』之正式版拷贝、『软件产品』的注册码散布于他人。 </p>
        <h2>3、终止</h2>
        <p>若您未能遵守本『使用协议』之条款或条件，则『迅捷PDF转换器』得在不妨碍其他权力之情况下，终止本『使用协议』。届时您必须销毁本『软件产品』之所有拷贝。</p>
        <h2>4、不为瑕疵担保</h2>
        <p>您因使用本『软件产品』所造成之任何损失和风险将由您独自承担。在相关法律所允许之最大范围内，『迅捷PDF转换器』及其供应商不承担任何瑕疵担保责任与条件。</p>
        <p><h2>5、就衍生性损害不负赔偿责任</h2>
        <p>在相关法律所允许之最大范围内，『迅捷PDF转换器』或其供应商对于您因使用或不能使用本『软件产品』而遭受之特别、衍生性、直接或间接损害（包括，但不限于营业利益之损失数据丢失或其他有形或无形损失）不负任何损害赔赏责任。此项规定不因您事先告知『迅捷PDF转换器』或其供应商，该损害发生之可能性而有所不同。</p>
        <h2>6、软件风险承担</h2>
        <p>本软件可能会捆绑其他合作方的软件产品,一旦你接受本协议,就视为你同意安装本软件捆绑的所有其他软件,其引起的问题作者不承担任何责任,其知识产权以及法律责任由该捆绑软件提供商享有及承担。</p>
        <h2>7、是否同意</h2>
        <p>同意以上条款才可以安装本软件。</p>
    </div>
  </div>
</section>
<?php
get_footer();