<?php
/*
Template Name:隐私条款
*/
get_header();?>
<?php get_template_part('template-parts/content/content','banner-help'); ?>
<h3 class="title">协议</h3>
<section class="content terms">
    <p>本协议适用CAD编辑器应用，以下简称本软件。</p>
    <p>作者将本软件程序的试用或使用权授予您。但您必须向作者作以下保证：不在本协议规定的条款之外，使用、拷贝、修改、租赁或转让本系统或其中的任一部分。</p>
    <h1><i></i>您保证：</h1>
    <p>1、同一服务程序可在授权机器上安装使用；<br>
    2、为在授权机器上使用，出于备份或档案管理的目的，以机器可读格式制作本软件的拷贝；<br>
    3、在他方接受本协议的条款和条件的前提下，将本软件及许可协议转手给另一方使用。如若发生转手，原文档及其伴随文档的所有拷贝必须一并转交对方，并将未转交的拷贝全部销毁；<br>
    4、本软件适用于多用户环境或网络系统上，根据您同时使用本软件的用户数量，您必须购买相应的许可证。</p>
    <h1><i></i>您保证不：</h1>
    <p>1、对本软件再次转让许可；<br>
    2、对本软件进行逆向工程、反汇编或解体拆卸；<br>
    3、拷贝或转交本软件的全部或部分，但本协议中明文规定的除外。<br />
    您将本软件或拷贝的全部或局部转手给另一使用方之时，您的许可权即自行终止。</p>
    <h1><i></i>本软件的版权和所有权：</h1>
    <p>本软件及其所有拷贝的名称，与光盘上或本软件中注明的作者同在。作者拥有本软件及文档的版权和所有权，受国家版权法及国际协约条款的保护。您不可以从本软件中去掉其版权声明；并保证为本软件的拷贝（全部或部分）复制版权声明。您同意制止以任何形式非法拷贝本系统及文档。</p>
    <h1><i></i>售后担保：</h1>
    <p>作者担保，在正常使用的情况下，自售出之日起九十天内，其软件载体无材料或功能缺陷，经验证确有缺陷时，作者的全部责任就是退换其软件载体；也是给您的唯一补偿。因事故、滥用或错误应用导致的载体缺陷，售后担保无效。退换的载体享受原担保期剩余时间，或三十天的担保；取其长者优先。</p>
    <h1><i></i>概不负责：</h1>
    <p>除上述之外，本软件不享受任何其他形式的售后担保。</p>
    <h1><i></i>责任有限：</h1>
    <p>上述担保，无论是明指的或是暗喻的，为担保的全部内容，包括对特殊应用目的的商品性和适应性担保。无论遵循本协议与否，就使用本软件而产生的：利润损失、可用性消失、商业中断，或任何形式的间接、特别、意外或必然的破坏，或任何其他方的索赔，作者及其代理、销售人概不负责；即使作者事先被告知此类事有可能发生，也无济与事。</p>
    <h1><i></i>许可终止：</h1>
    <p>您若违返本协议的任一条款与条件，作者可能随时会终止许可。终止许可之时，您必须立即销毁本软件及文档的所有拷贝，或归还给作者。</p>
    <h1><i></i>适用法律：</h1>
    <p>《知识产权保护条例》、《版权、著作权法》、《专利法》等等。</p>
    <p>至此，您肯定已经详细阅读并已理解本协议，并同意严格遵守各条款和条件。</p>
</section>
<?php
get_footer();